README.org
#+title: About Langufacture
#+author: langufacture
#+email: admin@langufacture.com
#+export_file_name: index.html
#+options: toc:nil num:nil

* About Langufacture
Langufacture is a project to study, popularize, and build philosophical
languages, and to explore the application of concepts and methods from other
disciplines, including anthropology, mathematics, logic, and phenomenology, to
the craft of language construction.

The material on this site is arranged into three sections:

- Design sketches for original constructed languages
- Critiques and analyses of existing ones
- Notes on interdisciplinary research
