index.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2022-05-08 Sun 18:10 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Langufacture</title>
<meta name="author" content="langufacture" />
<meta name="description" content="Homepage and research blog for a constructed philosophical language" />
<meta name="keywords" content="language philosophy art logic conlang type theory" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="https://unpkg.com/purecss@1.0.1/build/base-min.css">
<link rel="stylesheet" href="src/style/style.css">
<link rel="icon" type="image/png" href="/src/assets/favicon.png">
<link rel="preconnect" href="https://fonts.googleapis.com">
<link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
<link href="https://fonts.googleapis.com/css2?family=Inter&display=swap" rel="stylesheet">
</head>
<body>
<div id="content" class="content">
<h1 class="title">Langufacture</h1>
<section id="outline-container-org427c914" class="outline-2">
<h2 id="org427c914"><a href="#org427c914">About Langufacture</a></h2>
<div class="outline-text-2" id="text-org427c914">
<p>
Langufacture is a project to study, popularize, and build philosophical
languages, and to explore the application of concepts and methods from other
disciplines, including anthropology, mathematics, logic, and phenomenology, to
the craft of language construction.
</p>

<p>
The material on this site is arranged into three sections:
</p>

<ul class="org-ul">
<li>Design sketches for original constructed languages</li>
<li>Critiques and analyses of existing ones</li>
<li>Notes on interdisciplinary research</li>
</ul>
</div>
</section>
</div>
<div id="postamble" class="status">
<p class="author">Author: langufacture</p>
<p class="date">Created: 2022-05-08 Sun 18:10</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
